[M_LootNinja MissionDefinition]
MissionName="ninja thief"
MissionDescription="A soldier named Lord Hawken suspects one of his comrades of committing the worst crime of all: theft. On the other hand, the man stole all the supplies left by the enemy and his friend was killed. He wants you to find and kill his friends and find out who stole your property.."
TurnInDescription="Killing is allowed, but stealing property and killing someone is not.."
MissionSummary="Watch a madman run after a thief without telling his friends.."
MissionGiver="Mr. Ho Kang"
MissionTurnInLocation="World Health Organization"
TeaserText="Friendship is important. steal a lot."

[M_LootNinja:LootNinja_InvestigateBoil MissionObjectiveDefinition]
ProgressMessage="See Sir Cos"

[M_LootNinja:LootNinja_InvestigateMash MissionObjectiveDefinition]
ProgressMessage="Look at the poor."

[M_LootNinja:LootNinja_InvestigateStew MissionObjectiveDefinition]
ProgressMessage="Let's look at giso"

[M_LootNinja:LootNinja_KillBoil MissionObjectiveDefinition]
ProgressMessage="Kill Mr. Cosido."

[M_LootNinja:LootNinja_KillMash MissionObjectiveDefinition]
ProgressMessage="Messi killed someone"

[M_LootNinja:LootNinja_KillMimic MissionObjectiveDefinition]
ProgressMessage="Kill fake"

[M_LootNinja:LootNinja_KillStew MissionObjectiveDefinition]
ProgressMessage="Kill Sisou"

[M_LootNinja:LootNinja_OS_InvestigateMash MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LootNinja:LootNinja_OS_InvestigateStew MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LootNinja:LootNinja_OS_KillBoil MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LootNinja:LootNinja_OS_KillMash MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LootNinja:LootNinja_OS_KillMimic MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LootNinja:LootNinja_OS_killStew MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LootNinja:LootNinja_OS_OpenStewChest MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LootNinja:LootNinja_OS_Return MissionObjectiveSetDefinition]
MissionSummaryOverride="Go find the gift Lord Harkin will give you."
MissionDescriptionOverride="A knight named Sir Horcon suspects that one of his friends is guilty of the most investigated crime: the theft of carrots. They stole all the tools he and his friends used to kill the enemy..<br><br>I have killed Harkan's friends, but none have looked like vile bandits. Anyway, Harkun asks you to meet him to reward him.."

[M_LootNinja:LootNinja_OS_SearchBoil MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LootNinja:LootNinja_OS_SearchMash MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LootNinja:LootNinja_OS_TalkBoil MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LootNinja:LootNinja_OS_Talking MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_LootNinja:LootNinja_ReturntoGallow MissionObjectiveDefinition]
ProgressMessage="Back to Lord Harkan"

